XML/Public/GETSTATEOFACCSBYORGCODE-PBQB01/request_pre/2022年3月1日/body_GETSTATEOFACCSBYORGCODE-PBQB01_request_pre_20220301203710.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:out="http://outsystem.ats.com.cn">
   <soapenv:Header/>
   <soapenv:Body>
      <out:outSystemWS>
         <out:in0>
          <![CDATA[ 
           <MBS>
   <pub>
     <SRCOUTSYSTEMCODE>NC</SRCOUTSYSTEMCODE>
     <SRCBATCHNO>sandy2018112903</SRCBATCHNO>
     <TRANSCODE>PBQB01</TRANSCODE>
     <TRANSDATETIME>2018-11-29 08:20:10</TRANSDATETIME>
     <MD5>158cfd893b0598f078f7efa4e6b11696</MD5>
    </pub>
    <req>
    <head>
    <COMMANDCODE>GETSTATEOFACCSBYORGCODE</COMMANDCODE>
          <PAGEINDEX>1</PAGEINDEX>
    <PAGESIZE>10</PAGESIZE>
    </head>
       <searchconditions>
        <TRANSDATESTART>2019-09-10</TRANSDATESTART>
        <TRANSDATEEND>2019-09-20</TRANSDATEEND>
       </searchconditions>
    </req>
  </MBS>
         ]]>
         </out:in0>
      </out:outSystemWS>
   </soapenv:Body>
</soapenv:Envelope>